Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Dish Soap
de: Spülmittel
es: Jabón de platos
fr: Liquide vaisselle
it: Detersivo per piatti

source: Do weather forecasts require location access?
de: Benötigen Wettervorhersagen Zugriff auf den Standort?
es: ¿Las previsiones meteorológicas requieren acceso a la ubicación?
fr: Les prévisions météo nécessitent-elles l’accès à la localisation ?
it: Le previsioni meteo richiedono l’accesso alla posizione?

source: Document
de: Dokument
es: Documento
it: Documento

source: Document Expiring
de: Dokument läuft ab
es: Documento próximo a caducar
fr: Document arrivant à expiration
it: Documento in scadenza

source: Document Expiry
de: Dokumentenablauf
es: Caducidad de documentos
fr: Échéances des documents
it: Scadenze Documenti

source: Document Expiry:
de: Dokumentenablauf:
es: Caducidad del documento:
fr: Expiration du document :
it: Scadenza documento:

source: Document Number
de: Dokumentnummer
es: Número de Documento
fr: Numéro du Document
it: Numero Documento

source: Document Storage Location
de: Speicherort von Dokumenten
es: Ubicación de almacenamiento del documento
fr: Emplacement de stockage des documents
it: Posizione di archiviazione del documento

source: Document Type
de: Dokumenttyp
es: Tipo de Documento
fr: Type de Document
it: Tipo Documento

source: Documents
de: Dokumente
es: Documentos
it: Documenti

source: Documents & Trips
de: Dokumente & Reisen
es: Documentos y Viajes
fr: Documents et Voyages
it: Documenti e Viaggi

source: Documents Expiry Tracker
de: Dokumentenablauf-Verwaltung
es: Seguimiento de Vencimiento de Documentos
fr: Suivi des Dates d’Expiration des Documents
it: Gestione Scadenze Documenti

source: Documents: %lld
de: Dokumente: %lld
es: Dokumente: %lld
it: Documenti: %lld

source: Does every task generate a notification when it becomes overdue?
de: Erzeugt jede Aufgabe eine Benachrichtigung, wenn sie überfällig wird?
es: ¿Cada tarea genera una notificación cuando vence?
fr: Chaque tâche génère-t-elle une notification lorsqu’elle devient en retard ?
it: Ogni attività genera una notifica quando diventa scaduta?

source: Does iCloud replace backups?
de: Ersetzt iCloud Backups?
es: ¿iCloud sustituye las copias de seguridad?
fr: iCloud remplace-t-il les sauvegardes ?
it: iCloud sostituisce i backup?

source: Does the app include a Wallet for cards and tickets?
de: Enthält die App ein Wallet für Karten und Tickets?
es: ¿La aplicación incluye una Wallet para tarjetas y tickets?
fr: L’application inclut-elle un Wallet pour les cartes et les tickets ?
it: L’app include un Wallet per carte e tickets?

source: Does the app include weather forecasts?
de: Enthält die App Wettervorhersagen?
es: ¿La aplicación incluye previsiones meteorológicas?
fr: L’application inclut-elle des prévisions météo ?
it: L’app include previsioni meteo?

source: Does the app support backup and restore?
de: Unterstützt die App Backup und Wiederherstellung?
es: ¿La aplicación admite copia de seguridad y restauración?
fr: L’application prend-elle en charge la sauvegarde et la restauration ?
it: L’app supporta backup e ripristino?

source: Does the app work offline?
de: Funktioniert die App offline?
es: ¿La app funciona sin conexión?
fr: L’app fonctionne-t-elle hors ligne ?
it: L’app funziona offline?

source: Does the map adjust zoom automatically?
de: Passt die Karte den Zoom automatisch an?
es: ¿El mapa ajusta automáticamente el zoom?
fr: La carte ajuste-t-elle automatiquement le zoom ?
it: La mappa regola automaticamente lo zoom?

source: Does the Vault include a password generator?
de: Enthält der Tresor einen Passwortgenerator?
es: ¿La Caja fuerte incluye un generador de contraseñas?
fr: Le Coffre-fort inclut-il un générateur de mots de passe ?
it: La Cassaforte include un generatore di password?

source: Don’t Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
it: Non salvare

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

# Done. %@ is scheduled for %@. I’ll remind you %@, and again when it’s due.
source: Done. %1$@ is scheduled for %2$@. I’ll remind you %3$@, and again when it’s due.
de: Erledigt. %@ ist für %@ geplant. Ich erinnere dich %@ und noch einmal zum Fälligkeitszeitpunkt.
es: Hecho. %@ está programado para %@. Te lo recordaré %@ y nuevamente cuando venza.
fr: C’est fait. %@ est prévu pour %@. Je vous le rappellerai %@, puis à nouveau à l’échéance.
it: Fatto. %@ è programmato per %@. Te lo ricorderò %@ e di nuovo alla scadenza.

# Done. %@ is scheduled for %@. You’ll get a notification when it’s due.
source: Done. %1$@ is scheduled for %2$@. You’ll get a notification when it’s due.
de: Erledigt. %@ ist für %@ geplant. Du erhältst eine Benachrichtigung zum Fälligkeitszeitpunkt.
es: Hecho. %@ está programado para %@. Recibirás una notificación cuando venza.
fr: C’est fait. %@ est prévu pour %@. Vous recevrez une notification à l’échéance.
it: Fatto. %@ è programmato per %@. Riceverai una notifica alla scadenza.

source: Drag sections to choose their order. Hidden sections keep their position and return there when enabled again.
de: Ziehe Bereiche, um ihre Reihenfolge festzulegen. Ausgeblendete Bereiche behalten ihre Position und kehren dorthin zurück, wenn sie wieder aktiviert werden.
es: Arrastra las secciones para elegir su orden. Las secciones ocultas mantienen su posición y vuelven a ella cuando se activan de nuevo.
fr: Faites glisser les sections pour choisir leur ordre. Les sections masquées conservent leur position et y reviennent lorsqu’elles sont de nouveau activées.
it: Trascina le sezioni per sceglierne l’ordine. Le sezioni nascoste mantengono la loro posizione e vi tornano quando vengono riattivate.

source: Driving Licence
de: Führerschein
es: Permiso de Conducir
fr: Permis de Conduire
it: Patente di Guida

source: Driving License
de: Führerschein
es: Carné de conducir
fr: Permis de conduire
it: Patente

source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioviggine

source: Dry Bag
de: Wasserdichter Packsack
es: Bolsa estanca
fr: Sac étanche
it: Sacca impermeabile

source: Dry Bags
de: Trockensäcke
es: Bolsas estancas
fr: Sacs étanches
it: Sacche impermeabili

source: Due: %@
de: Fällig: %@
es: Vence: %@
fr: Échéance : %@
it: Scadenza: %@

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica

source: Each Vault item can contain multiple custom secrets. You can store additional confidential information with your own labels alongside the main credential.
de: Jeder Tresoreintrag kann mehrere benutzerdefinierte Geheimnisse enthalten. Sie können zusätzliche vertrauliche Informationen mit eigenen Bezeichnungen zusammen mit den Hauptanmeldedaten speichern.
es: Cada elemento de la Caja fuerte puede contener varios secretos personalizados. Puede almacenar información confidencial adicional con sus propias etiquetas junto a la credencial principal.
fr: Chaque élément du Coffre-fort peut contenir plusieurs secrets personnalisés. Vous pouvez enregistrer des informations confidentielles supplémentaires avec vos propres libellés, en plus de l'identifiant principal.
it: Ogni elemento della Cassaforte può contenere più segreti personalizzati. Puoi archiviare informazioni riservate aggiuntive con etichette personalizzate insieme alla credenziale principale.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Edit Card
de: Karte bearbeiten
es: Editar tarjeta
fr: Modifier la carte
it: Modifica Carta

source: Edit Credential
de: Anmeldedaten bearbeiten
es: Editar credencial
fr: Modifier les identifiants
it: Modifica credenziale

source: Edit Ticket
de: Ticket bearbeiten
es: Editar ticket
fr: Modifier le ticket
it: Modifica ticket

source: Edit Trip Type
de: Reisetyp bearbeiten
es: Editar tipo de viaje
fr: Modifier le type de voyage
it: Modifica tipo di viaggio

source: Electric Adapter
de: Reiseadapter
es: Adaptador eléctrico
fr: Adaptateur électrique
it: Adattatore elettrico

source: Emerald
de: Smaragd
es: Smaragd
fr: Émeraude
it: Smeraldo

source: Emergency Kit
de: Notfallset
es: Kit de emergencia
fr: Kit d’urgence
it: Kit di emergenza

source: Enable camera access in Settings to take photos.
de: Aktiviere den Kamerazugriff in den Einstellungen, um Fotos aufzunehmen.
es: Activa el acceso a la cámara en Ajustes para tomar fotos.
fr: Activez l’accès à l’appareil photo dans les Réglages pour prendre des photos.
it: Abilita l’accesso alla fotocamera nelle Impostazioni per scattare foto.

source: Enable Custom Order
de: Benutzerdefinierte Reihenfolge aktivieren
es: Activar Orden Personalizado
fr: Activer l’Ordre Personnalisé
it: Abilita Ordine Personalizzato

source: Enable ForMemo in iOS Settings > General > AutoFill & Passwords to securely use your saved Vault credentials in supported apps and websites. Copied passwords can be cleared automatically from the clipboard.
de: Aktivieren Sie ForMemo unter iOS-Einstellungen > Allgemein > AutoFill & Passwörter, um Ihre im Tresor gespeicherten Anmeldedaten sicher in unterstützten Apps und auf Websites zu verwenden. Kopierte Passwörter können automatisch aus der Zwischenablage entfernt werden.
es: Active ForMemo en Ajustes de iOS > General > Autorrelleno y contraseñas para utilizar de forma segura las credenciales guardadas en la Caja fuerte en aplicaciones y sitios web compatibles. Las contraseñas copiadas pueden eliminarse automáticamente del portapapeles.
fr: Activez ForMemo dans Réglages iOS > Général > Remplissage automatique et mots de passe afin d'utiliser en toute sécurité les identifiants enregistrés dans le Coffre-fort sur les applications et sites web compatibles. Les mots de passe copiés peuvent être automatiquement supprimés du presse-papiers.
it: Abilita ForMemo in Impostazioni di iOS > Generali > Compilazione automatica e password per utilizzare in modo sicuro le credenziali salvate nella Cassaforte nelle app e nei siti web supportati. Le password copiate possono essere rimosse automaticamente dagli appunti.

source: Enable ForMemo in Settings > General > AutoFill & Passwords. Once enabled, ForMemo can securely suggest credentials stored in the Vault when you sign in to supported apps and websites.
de: Aktivieren Sie ForMemo unter Einstellungen > Allgemein > AutoFill & Passwörter. Nach der Aktivierung kann ForMemo die im Tresor gespeicherten Anmeldedaten beim Anmelden in unterstützten Apps und Websites sicher vorschlagen.
es: Activa ForMemo en Ajustes > General > Autorrelleno y contraseñas. Una vez activado, ForMemo podrá sugerir de forma segura las credenciales almacenadas en la Caja fuerte al iniciar sesión en aplicaciones y sitios web compatibles.
fr: Activez ForMemo dans Réglages > Général > Remplissage automatique et mots de passe. Une fois activé, ForMemo peut proposer en toute sécurité les identifiants enregistrés dans le Coffre-fort lorsque vous vous connectez à des applications et des sites web compatibles.
it: Abilita ForMemo in Impostazioni > Generali > Riempimento automatico e password. Una volta attivato, ForMemo potrà suggerire in modo sicuro le credenziali salvate nella Cassaforte durante l'accesso ad app e siti web compatibili.

source: Enable Location Access
de: Standortzugriff aktivieren
es: Activar acceso a la ubicación
fr: Activer l’accès à la position
it: Abilita accesso alla posizione

source: Enable microphone access in Settings to record voice notes.
de: Aktiviere den Mikrofonzugriff in den Einstellungen, um Sprachnotizen aufzunehmen.
es: Activa el acceso al micrófono en Ajustes para grabar notas de voz.
fr: Activez l’accès au microphone dans les Réglages pour enregistrer des notes vocales.
it: Abilita l’accesso al microfono nelle Impostazioni per registrare note vocali.

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Abilita le notifiche

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato

source: Energy Bars
de: Energieriegel
es: Barritas energéticas
fr: Barres énergétiques
it: Barrette energetiche

source: Enter DELETE to confirm.
de: Geben Sie DELETE ein, um zu bestätigen.
es: Introduce DELETE para confirmar.
fr: Saisissez DELETE pour confirmer.
it: Inserisci DELETE per confermare.

source: Enter the password to unlock the backup.
de: Geben Sie das Passwort ein, um das Backup zu entsperren.
es: Introduce la contraseña para desbloquear la copia de seguridad.
fr: Saisissez le mot de passe pour déverrouiller la sauvegarde.
it: Inserisci la password per sbloccare il backup.

source: Erase all Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes le données
it: Cancella tutti i dati

source: Erase All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati

source: Erase Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données
it: Cancella dati

source: Error
de: Fehler
fr: Erreur
it: Errore

# error.calendar.accessDenied
source: To access your calendar, enable access in Settings → ForMemo → Calendars.
de: Um auf den Kalender zuzugreifen, aktiviere den Zugriff in Einstellungen → ForMemo → Kalender.
es: Para acceder al calendario, activa el acceso en Ajustes → ForMemo → Calendarios.
fr: Pour accéder au calendrier, activez l’accès dans Réglages → ForMemo → Calendrier.
it: Per accedere al calendario, abilita l’accesso in Impostazioni → ForMemo → Calendari.

# error.reminders.accessDenied
source: To import reminders, enable access in Settings → ForMemo → Reminders.
de: Um Erinnerungen zu importieren, aktiviere den Zugriff in Einstellungen → ForMemo → Erinnerungen.
es: Para importar recordatorios, activa el acceso en Ajustes → ForMemo → Recordatorios.
fr: Pour importer les rappels, activez l’accès dans Réglages → ForMemo → Rappels.
it: Per importare i promemoria, abilita l’accesso in Impostazioni →ForMemo → Promemoria.

source: Event
de: Veranstaltung
es: Evento
fr: Événement
it: Evento

source: Event Name
de: Veranstaltungsname
es: Nombre del evento
fr: Nom de l’événement
it: Nome evento

source: Every
de: Alle
es: Cada
fr: Chaque
it: Ogni

source: Every task automatically generates a notification when it becomes overdue. Add additional reminders, location alerts and early notifications up to 7 days in advance.
de: Jede Aufgabe erzeugt automatisch eine Benachrichtigung, wenn sie überfällig wird. Sie können zusätzliche Erinnerungen, standortbasierte Benachrichtigungen und Vorabbenachrichtigungen bis zu 7 Tage im Voraus hinzufügen.
es: Cada tarea genera automáticamente una notificación cuando vence. Puedes añadir recordatorios adicionales, alertas basadas en la ubicación y notificaciones anticipadas de hasta 7 días.
fr: Chaque tâche génère automatiquement une notification lorsqu’elle devient en retard. Vous pouvez ajouter des rappels supplémentaires, des alertes basées sur la localisation et des notifications anticipées jusqu’à 7 jours à l’avance.
it: Ogni attività genera automaticamente una notifica quando diventa scaduta. Puoi aggiungere promemoria aggiuntivi, notifiche basate sulla posizione e notifiche anticipate fino a 7 giorni prima.

source: Expand All Sections
de: Alle Abschnitte ausklappen
es: Expandir todas las secciones
fr: Développer toutes les sections
it: Espandi tutte le sezioni

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto

source: Expires
de: Läuft ab
es: Caduca
fr: Expire
it: Scade

source: Expiring in 30 days
de: Läuft innerhalb von 30 Tagen ab
es: Caducan en los próximos 30 días
fr: Expirant dans les 30 prochains jours
it: In scadenza entro 30 giorni

source: Expiry Date
de: Ablaufdatum
es: Fecha de Caducidad
fr: Date d’Expiration
it: Data di Scadenza

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta

source: Export All
de: Alle Checklisten exportieren
es: Exportar todas las listas de comprobación
fr: Exporter toutes les check-lists
it: Esporta tutte le checklist

source: Export All Checklists
de: Alle Checklisten exportieren
es: Exportar todas las listas de verificación
fr: Exporter toutes les listes de contrôle
it: Esporta tutte le checklist

source: Export Anywhere
de: Überall exportieren
es: Exportar en cualquier lugar
fr: Exporter partout
it: Esporta ovunque

source: Export Completed
de: Export abgeschlossen
es: Exportación completada
fr: Exportation terminée
it: Esportazione completata

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV

source: Export Diagnostics Log
de: Diagnoseprotokoll exportieren
es: Exportar registro de diagnóstico
fr: Exporter le journal de diagnostic
it: Esporta Log Diagnostico

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Exportation terminée
it: Esportazione non riuscita

source: Export ICS file
de: ICS-Datei exportieren
es: Exportar archivo ICS
fr: Exporter un fichier ICS
it: Esporta file ICS

source: Export Single Checklist
de: Einzelne Checkliste exportieren
es: Exportar una sola lista de comprobación
fr: Exporter une seule check-list
it: Esporta singola checklist

source: Export to Calendar
de: In Kalender exportieren
es: Exportar al calendario
fr: Exporter vers le calendrier
it: Esporta in Calendario

source: Export to Passwords
de: Export fehlgeschlagen
es: Exportar a Contraseñas
fr: Exporter vers Mots de passe
it: Esporta in Password

source: Export your tasks to Calendar, CSV or ICS format to share or reuse them in other apps. Note: attachments are not included in exports.
de: Exportieren Sie Ihre Aufgaben in Kalender, CSV oder ICS, um sie zu teilen oder in anderen Apps weiterzuverwenden. Hinweis: Anhänge werden beim Export nicht berücksichtigt.
es: Exporta tus tareas a Calendario, CSV o ICS para compartirlas o reutilizarlas en otras aplicaciones. Nota: los archivos adjuntos no se incluyen en las exportaciones.
fr: Exportez vos tâches vers le Calendrier, CSV ou ICS pour les partager ou les réutiliser dans d’autres applications. Remarque : les pièces jointes ne sont pas incluses dans les exportations.
it: Esporta le tue attività su Calendario, CSV o ICS per condividerle o riutilizzarle in altre app. Nota: gli allegati non sono inclusi nelle esportazioni.

source: Extra Batteries
de: Ersatzbatterien
es: Pilas extra
fr: Piles supplémentaires
it: Batterie extra

source: Extra Strong
de: Sehr stark
es: Muy intenso
fr: Très prononcé
it: Molto intenso

source: fair
de: Mittel
es: Aceptable
fr: Moyen
it: Discreta

source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

source: Favorite credential
de: Bevorzugte Zugangsdaten
es: Credencial favorita
fr: Identifiant favori
it: Credenziale preferita

source: File unavailable
de: Datei nicht verfügbar
es: Archivo no disponible
fr: Fichier indisponible
it: File non disponibile

source: Filesystem Enumeration
de: Dateisystemübersicht
es: Inventario del sistema de archivos
fr: Inventaire du système de fichiers
it: Panoramica del file system

source: Fire
de: Feuer
es: Feuer
fr: Feu
it: Fuoco

source: Fishing Gear
de: Angelausrüstung
es: Equipo de pesca
fr: Équipement de pêche
it: Attrezzatura da pesca

source: Flashlight
de: Taschenlampe
es: Linterna
fr: Lampe torche
it: Torcia

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia

source: Folding Chair
de: Klappstuhl
es: Silla plegable
fr: Chaise pliante
it: Sedia pieghevole

source: Food Supplies
de: Lebensmittelvorräte
es: Suministros de comida
fr: Réserves alimentaires
it: Scorte alimentari

source: For each document, record where the original is physically stored, such as a drawer, cabinet, folder, or safe.
de: Geben Sie für jedes Dokument an, wo das Original physisch aufbewahrt wird, beispielsweise in einer Schublade, einem Schrank, einem Ordner oder einem Safe.
es: Para cada documento, registra dónde se guarda físicamente el original, por ejemplo, en un cajón, un armario, una carpeta o una caja fuerte.
fr: Pour chaque document, indiquez où l’original est physiquement conservé, par exemple dans un tiroir, une armoire, un dossier ou un coffre-fort.
it: Per ogni documento, registra dove è conservato fisicamente l'originale, ad esempio in un cassetto, un armadio, una cartella o una cassaforte.

source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta

source: ForMemo automatically uses your Apple ID and personal iCloud account when iCloud is available. No separate ForMemo account or sign-in is required.
de: ForMemo verwendet automatisch deine Apple-ID und deinen persönlichen iCloud-Account, wenn iCloud verfügbar ist. Du benötigst keinen separaten ForMemo-Account und keine zusätzliche Anmeldung.
es: ForMemo utiliza automáticamente tu Cuenta de Apple y tu cuenta personal de iCloud cuando iCloud está disponible. No necesitas una cuenta de ForMemo ni iniciar sesión por separado.
fr: ForMemo utilise automatiquement votre identifiant Apple et votre compte iCloud personnel lorsque iCloud est disponible. Aucun compte ForMemo ni aucune connexion supplémentaire ne sont nécessaires.
it: ForMemo utilizza automaticamente il tuo Apple Account e il tuo account iCloud personale quando iCloud è disponibile. Non è richiesto alcun account ForMemo né alcun accesso aggiuntivo.

source: ForMemo can automatically clear copied passwords from the clipboard after the interval selected in Vault settings. You can change this interval or disable automatic clearing at any time.
de: ForMemo kann kopierte Passwörter nach dem in den Tresor-Einstellungen ausgewählten Zeitraum automatisch aus der Zwischenablage löschen. Sie können diesen Zeitraum jederzeit ändern oder das automatische Löschen deaktivieren.
es: ForMemo puede eliminar automáticamente del portapapeles las contraseñas copiadas tras el intervalo de tiempo seleccionado en los ajustes de la Caja fuerte. Puedes cambiar este intervalo o desactivar la eliminación automática en cualquier momento.
fr: ForMemo peut automatiquement effacer les mots de passe copiés du presse-papiers après le délai choisi dans les réglages du Coffre. Vous pouvez modifier ce délai ou désactiver l’effacement automatique à tout moment.
it: ForMemo può cancellare automaticamente dagli appunti le password copiate dopo l'intervallo di tempo selezionato nelle impostazioni della Cassaforte. Puoi modificare questo intervallo o disattivare la cancellazione automatica in qualsiasi momento.

source: ForMemo Diagnostics
de: ForMemo-Diagnose
es: Diagnóstico de ForMemo
fr: Diagnostic ForMemo
it: Diagnostica ForMemo
